{"hed":"Why do hate crimes happen?","dek":"","byline":"By<a href=mailto:wuyan.sysu@gmail.com> Yan Wu</a>","intro":[{"type":"text","value":"On April 27, a gunman opened fire in a synagogue in California, killing one and injuring three others. Lori Kaye jumped between the shooter and the rabbi. She died later at a nearby hospital. According to New York times, local officials called the shooting a hate crime."},{"type":"text","value":"What are hate crimes? According to <a href=https://www.fbi.gov/investigate/civil-rights/hate-crimes target=_blank>Federal Bureau of Investigation</a> (FBI), a hate crime is a traditional offense with an added element of bias. Hate crimes are the highest priority of the FBI’s Civil Rights program."},{"type":"text","value":"Why do hate crimes happen? Well, no one has the answer."},{"type":"text","value":"From Nov. 9, 2016 to Nov. 18, 2016, ten days following the election, there were almost 900 reports of harassment and intimidation from across the nation, averaging out to 90 reports per day, according to <a href=https://www.splcenter.org/20161129/ten-days-after-harassment-and-intimidation-aftermath-election target=_blank>Southern Powerty Law Center</a> (SPLC). By comparison, about 36,000 hate crimes were reported to the FBI from 2010 through 2015 — an average of 16 per day."},{"type":"text","value":"Collected by different organizations, the datasets have limitations and cannot be used as solid evidence that hate crime rate rocketed after the election. However, the dataset can be used to explore how hate crimes vary by state and what other factors are correlated to hate crime rates."}],"scrolly":[{"type":"text","value":"Ten days following the election, there were almost 900 reports of harassment and intimidation from across the nation. Here is a breakdown by state. <span class=highlight>Washington</span>, <span class=highlight>Oregon</span>, <span class=highlight>Minnesota</span>, <span class=highlight>Maine</span>, and <span class=highlight>Massachusetts</span> had seen the most hate crimes. (District of Columbia was excluded.)"},{"type":"text","value":"From 2010 through 2015, about 36,000 hate crimes were reported to the FBI.  <span class=highlight>North Dakota</span>,  <span class=highlight>Kentucky</span>,  <span class=highlight>Massachusetts</span>,  <span class=highlight>New Jersey</span>, <span class=highlight>Washington</span> and <span class=highlight>Arizona</span> had seen the most hate crimes.(District of Columbia is excluded.)"},{"type":"text","value":"It’s hard to find why certain states have so many more hate crimes than the others. <a href=https://fivethirtyeight.com/features/higher-rates-of-hate-crimes-are-tied-to-income-inequality/ target=_blank>FiveThirtyEight</a> collected data on key socioeconomic factors for each state. Explore how each category shades the U.S. <div id=\"myDropdown\" class=\"dropdown-content\"><input type=\"text\" placeholder=\"Search..\" id=\"myInput\" ><div id=\"myDropdownList\" class=\"myDropdownList\"></div> </div>"},{"type":"text","value":"To better understand it, we plotted all the states on a graphic. The darker the shade, the more violent crimes reported by the FBI. There are no obvious patterns, but the outliers have some interesting stories to tell. Hover on the dots to see a pre-election and post-election hate crime rate comparison."},{"type":"text","value":"<span class=stress>Massachusetts</span> and <span class=stress>New Jersey</span> stood out as the state that had a low support rate for President Trump but had high hate crime rate."},{"type":"text","value":"Besides, among states that had a high percentage of adults with at least a high school degree, <span class=stress>Massachusetts</span> and <span class=stress>North Dakota</span> stood out for high hate crime rate."},{"type":"text","value":"<span class=stress>North Dakota</span> and <span class=stress>South Dakota</span> have a low noncitizen share, but have seen relatively high hate crime rates."},{"type":"text","value":"It is hard to answer why hate crimes happen. Explore the graphic yourself."}],"pubDate":"Published on February 28, 2019","authorBio":[{"type":"text","value":"By <a href=mailto:wuyan.sysu@gmail.com>Yan Wu</a>"}]}